<section class="contacts">
    <div class="container">
        <div class="contacts__inner">
            <div class="contacts__inner__left">
                <div class="contacts__inner__left__col">
                    <h2 class="small-heading">Контакты</h2>
                    <ul class="contacts-list">
                        <li class="contacts-list__item">
                            <div class="contacts-icon">
                                <svg
                                    width="19"
                                    height="19"
                                    viewBox="0 0 19 19"
                                    fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                        d="M4.875 0.5C5.375 0.5 7.375 5 7.375 5.5C7.375 6.5 5.875 7.5 5.375 8.5C4.875 9.5 5.875 10.5 6.875 11.5C7.265 11.89 8.875 13.5 9.875 13C10.875 12.5 11.875 11 12.875 11C13.375 11 17.875 13 17.875 13.5C17.875 15.5 16.375 17 14.875 17.5C13.375 18 12.375 18 10.375 17.5C8.375 17 6.875 16.5 4.375 14C1.875 11.5 1.375 10 0.875 8C0.375 6 0.375 5 0.875 3.5C1.375 2 2.875 0.5 4.875 0.5Z"
                                        stroke="black"
                                        stroke-linecap="round"
                                        stroke-linejoin="round" />
                                </svg>
                            </div>
                            <div class="contact-item">
                                <div class="contact-item__type">Телефон:</div>
                                <a href="/" class="contact-item__link">
                                    +7 961 607 55 55
                                </a>
                            </div>
                        </li>
                        <li class="contacts-list__item">
                            <div class="contacts-icon">
                                <svg
                                    width="16"
                                    height="20"
                                    viewBox="0 0 16 20"
                                    fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <g clip-path="url(#clip0_1_150)">
                                        <path
                                            d="M8 10.834C9.38071 10.834 10.5 9.71469 10.5 8.33398C10.5 6.95326 9.38071 5.83398 8 5.83398C6.61929 5.83398 5.5 6.95326 5.5 8.33398C5.5 9.71469 6.61929 10.834 8 10.834Z"
                                            stroke="#1D1D1F"
                                            stroke-width="2"
                                            stroke-linecap="round"
                                            stroke-linejoin="round" />
                                        <path
                                            d="M7.99992 1.66699C6.23181 1.66699 4.53612 2.36937 3.28587 3.61961C2.03563 4.86985 1.33325 6.56554 1.33325 8.33365C1.33325 9.91032 1.66825 10.9419 2.58325 12.0836L7.99992 18.3336L13.4166 12.0836C14.3316 10.9419 14.6666 9.91032 14.6666 8.33365C14.6666 6.56554 13.9642 4.86985 12.714 3.61961C11.4637 2.36937 9.76803 1.66699 7.99992 1.66699Z"
                                            stroke="#1D1D1F"
                                            stroke-width="2"
                                            stroke-linecap="round"
                                            stroke-linejoin="round" />
                                    </g>
                                    <defs>
                                        <clipPath id="clip0_1_150">
                                            <rect width="16" height="20" fill="white" />
                                        </clipPath>
                                    </defs>
                                </svg>
                            </div>
                            <div class="contact-item">
                                <div class="contact-item__type">Адрес:</div>
                                <a href="/" class="contact-item__link">
                                    Москва, Волоколамское шоссе, д. 116с1, офис 108
                                </a>
                            </div>
                        </li>
                        <li class="contacts-list__item">
                            <div class="contacts-icon">
                                <svg
                                    width="17"
                                    height="14"
                                    viewBox="0 0 17 14"
                                    fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                        d="M16.6667 1.66667C16.6667 0.749998 15.9167 0 15 0H1.66666C0.750002 0 0 0.749998 0 1.66667V11.6666C0 12.5833 0.750002 13.3333 1.66666 13.3333H15C15.9167 13.3333 16.6667 12.5833 16.6667 11.6666V1.66667ZM15 1.66667L8.33333 5.83333L1.66666 1.66667H15ZM15 11.6666H1.66666V3.33334L8.33333 7.5L15 3.33334V11.6666Z"
                                        fill="#1D1D1F" />
                                </svg>
                            </div>
                            <div class="contact-item">
                                <div class="contact-item__type">Почта:</div>
                                <a href="/" class="contact-item__link">
                                    aura-sveta.info@yandex.ru
                                </a>
                            </div>
                        </li>
                        <li class="contacts-list__item">
                            <div class="contacts-icon">
                                <svg
                                    width="18"
                                    height="18"
                                    viewBox="0 0 18 18"
                                    fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                        d="M8.15625 4.21875C8.15625 3.75117 8.53242 3.375 9 3.375C9.46758 3.375 9.84375 3.75117 9.84375 4.21875V8.55L12.8426 10.5469C13.2293 10.807 13.3348 11.3309 13.0465 11.7176C12.818 12.1043 12.2941 12.2098 11.9074 11.9215L8.53242 9.67148C8.29688 9.54492 8.15625 9.28125 8.15625 8.96836V4.21875ZM9 0C13.9711 0 18 4.02891 18 9C18 13.9711 13.9711 18 9 18C4.02891 18 0 13.9711 0 9C0 4.02891 4.02891 0 9 0ZM1.6875 9C1.6875 13.0395 4.96055 16.3125 9 16.3125C13.0395 16.3125 16.3125 13.0395 16.3125 9C16.3125 4.96055 13.0395 1.6875 9 1.6875C4.96055 1.6875 1.6875 4.96055 1.6875 9Z"
                                        fill="#1D1D1F" />
                                </svg>
                            </div>
                            <div class="contact-item">
                                <div class="contact-item__type">
                                    График работы магазина:
                                </div>
                                <a href="/" class="contact-item__link">
                                    10:00 -19:00, ежедневно
                                </a>
                            </div>
                        </li>
                    </ul>

                    <div class="messengers">
                        <a href="/" class="messenger">
                            <svg
                                width="35"
                                height="34"
                                viewBox="0 0 35 34"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg">
                                <path
                                    fill-rule="evenodd"
                                    clip-rule="evenodd"
                                    d="M12.6433 24.0877C11.8069 24.4584 11.285 25.5968 10.0473 25.5865C7.87679 23.2898 6.78391 10.2512 15.2808 8.56341C18.1675 7.99006 20.2045 8.6541 22.0986 9.9061C27.7879 13.6674 26.8983 23.1237 19.4168 25.1806C17.363 25.7453 15.9967 25.6194 14.0371 24.8351C13.4847 24.6139 13.1502 24.3122 12.6433 24.0877ZM9.84398 31.5283C10.8375 31.7442 11.8301 33.6157 16.2973 33.8449C29.782 34.5368 37.9676 20.7798 32.4335 9.48854C30.5241 5.5927 27.4494 2.71333 23.2755 1.08563C14.6756 -2.26809 3.87132 2.3848 0.849779 11.7836C-1.4011 18.7844 1.42147 24.5461 2.40407 30.4095C2.6356 31.7917 2.16689 33.2712 3.48167 33.7918C5.47377 34.5807 8.29966 32.9756 9.84398 31.5283Z"
                                    fill="#F5C706" />
                            </svg>
                        </a>
                        <a href="/" class="messenger">
                            <svg
                                width="52"
                                height="30"
                                viewBox="0 0 52 30"
                                fill="none"
                                xmlns="http://www.w3.org/2000/svg">
                                <path
                                    fill-rule="evenodd"
                                    clip-rule="evenodd"
                                    d="M48.0852 0.0425774H45.5494C43.5659 0.0425774 41.6477 -0.303757 40.7649 1.19864L38.8282 5.14298C38.4707 5.82875 38.1684 6.34773 37.7699 7.02866C36.941 8.44438 32.4213 15.6591 30.607 14.2924C30.0154 13.8469 30.1217 12.6805 30.122 11.8287L30.1213 3.1002C30.1299 -0.0499626 30.3365 -0.0810395 24.792 0.0425774C23.6371 0.0425774 22.4703 0.0498286 21.3171 0.0411962C20.0889 0.0318731 18.9746 -0.136633 18.4084 0.642016C17.4653 1.93827 19.6836 2.67306 20.2809 5.36743C20.6416 6.99517 20.4468 10.1374 20.4568 12.0106C20.4668 13.9163 20.9881 17.8852 18.5593 16.4097C15.5007 14.5517 11.4809 6.15057 10.1383 2.27735C9.25838 -0.260595 8.19295 -0.0371866 4.59882 0.0425774C1.663 0.107494 -0.452163 -0.533036 0.0830495 2.47728C0.673568 5.79905 3.30789 11.1142 5.00201 13.8942C5.19148 14.205 5.28175 14.377 5.45552 14.638C8.10018 18.6065 8.70818 20.0426 12.5913 23.9145L13.8869 25.0198C16.9826 27.4534 20.4276 29.2579 24.7011 29.645C26.4633 29.8046 29.8987 30.0104 30.1039 27.9966C30.1741 27.3043 30.1235 26.3668 30.122 25.6489C30.1206 24.71 29.9715 21.8527 30.3854 21.2446C31.3523 19.8234 34.2592 21.8202 35.248 22.6141C35.5099 22.8243 35.6372 22.9452 35.9073 23.1617C37.8594 24.728 39.4515 26.7425 41.2274 28.4724C42.2971 29.5145 42.8159 29.7003 44.7041 29.702C46.2905 29.703 47.9139 29.7334 49.4964 29.701C51.0692 29.6685 52.0051 28.8533 51.3507 27.2967C50.4559 25.1669 47.1586 21.38 45.1323 19.4156C44.7787 19.073 44.348 18.7143 43.9263 18.3034C41.1464 15.5959 42.0701 15.753 45.214 11.1419L47.0862 8.3111C47.4166 7.80834 47.7116 7.33805 47.9693 6.90263C48.7585 5.56874 49.9624 3.60053 50.3263 2.17687C50.8141 0.267367 49.8892 0.0425774 48.0852 0.0425774Z"
                                    fill="#F5C706" />
                            </svg>
                        </a>
                    </div>
                </div>

                <div class="contacts__inner__left__col _map">
                    <img src="imgs/map.png" alt="" />
                </div>
            </div>

            <div class="contacts__inner__right">
                <div class="contacts-form">
                    <div class="contacts-form__header">
                        <h2 class="small-heading contacts-form__title">
                            Не нашли ответ?
                        </h2>

                        <p class="contacts-form__subtitle">
                            Мы здесь, чтобы помочь
                        </p>
                    </div>

                    <div class="contacts-form__body">
                        <form class="wpcf7-form">
                            <p>
                                <span
                                    class="wpcf7-form-control-wrap"
                                    data-name="your-question">
                                    <input
                                        type="text"
                                        name="your-question"
                                        class="wpcf7-form-control wpcf7-text"
                                        placeholder="Ваш вопрос*" />
                                </span>
                            </p>

                            <p>
                                <span
                                    class="wpcf7-form-control-wrap"
                                    data-name="your-name">
                                    <input
                                        type="text"
                                        name="your-name"
                                        class="wpcf7-form-control wpcf7-text"
                                        placeholder="Имя*" />
                                </span>
                            </p>

                            <p>
                                <span
                                    class="wpcf7-form-control-wrap"
                                    data-name="your-phone">
                                    <input
                                        type="tel"
                                        name="your-phone"
                                        class="wpcf7-form-control wpcf7-tel"
                                        placeholder="Телефон*" />
                                </span>
                            </p>

                            <div class="form-description">
                                *обязательное заполнение
                            </div>

                            <p class="contacts-form__agreement">
                                <span
                                    class="wpcf7-form-control-wrap"
                                    data-name="acceptance">
                                    <span class="wpcf7-form-control wpcf7-acceptance">
                                        <span class="wpcf7-list-item first last">
                                            <label>
                                                <input
                                                    type="checkbox"
                                                    name="acceptance"
                                                    value="1" />
                                                <span class="wpcf7-list-item-label">
                                                    Я выражаю согласие на передачу и обработку
                                                    персональных данных, в соответствии с
                                                    <a href="/privacy-policy/">
                                                        Политикой конфиденциальности
                                                    </a>
                                                    .
                                                </span>
                                            </label>
                                        </span>
                                    </span>
                                </span>
                            </p>

                            <p class="contacts-form__submit">
                                <input
                                    type="submit"
                                    value="Задать вопрос"
                                    class="wpcf7-form-control wpcf7-submit button button-black" />
                            </p>
                        </form>
                    </div>

                    <div class="contacts-form__footer">
                        <p class="contacts-form__caption">Или напишите нам сами</p>

                        <div class="messengers">
                            <a href="/" class="messenger">
                                <svg
                                    width="30"
                                    height="17"
                                    viewBox="0 0 30 17"
                                    fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                        fill-rule="evenodd"
                                        clip-rule="evenodd"
                                        d="M27.9772 0.0243379H26.5018C25.3477 0.0243379 24.2317 -0.173632 23.7181 0.68516L22.5912 2.93981C22.3832 3.3318 22.2074 3.62846 21.9755 4.01769C21.4932 4.82694 18.8635 8.95096 17.8079 8.16974C17.4637 7.91512 17.5256 7.24838 17.5258 6.76145L17.5254 1.77212C17.5303 -0.0285594 17.6505 -0.0463235 14.4246 0.0243379C13.7526 0.0243379 13.0738 0.0284828 12.4028 0.0235484C11.6883 0.0182192 11.0399 -0.0781014 10.7105 0.366986C10.1618 1.10794 11.4524 1.52797 11.7999 3.06811C12.0098 3.99855 11.8965 5.79469 11.9023 6.86547C11.9081 7.9548 12.2114 10.2235 10.7983 9.38006C9.01873 8.31797 6.6799 3.51576 5.8987 1.30177C5.38676 -0.14896 4.76687 -0.0212565 2.67571 0.0243379C0.967574 0.061445 -0.26308 -0.304692 0.0483203 1.41605C0.391899 3.31483 1.92461 6.35307 2.9103 7.94216C3.02053 8.1198 3.07306 8.2181 3.17416 8.36732C4.71289 10.6358 5.06664 11.4567 7.32596 13.6699L8.07975 14.3017C9.88089 15.6928 11.8853 16.7243 14.3717 16.9456C15.397 17.0368 17.3958 17.1544 17.5152 16.0033C17.5561 15.6075 17.5266 15.0717 17.5258 14.6613C17.5249 14.1246 17.4382 12.4913 17.679 12.1438C18.2416 11.3313 19.9329 12.4728 20.5082 12.9266C20.6605 13.0468 20.7346 13.1158 20.8918 13.2396C22.0276 14.1349 22.9539 15.2864 23.9871 16.2753C24.6095 16.871 24.9114 16.9771 26.01 16.9781C26.933 16.9787 27.8776 16.9961 28.7983 16.9775C29.7134 16.959 30.2579 16.493 29.8772 15.6032C29.3565 14.3858 27.4381 12.2211 26.2591 11.0982C26.0534 10.9024 25.8028 10.6974 25.5574 10.4625C23.94 8.91484 24.4775 9.00465 26.3066 6.36886L27.3959 4.75076C27.5882 4.46337 27.7598 4.19454 27.9097 3.94565C28.3689 3.18318 29.0694 2.05812 29.2811 1.24433C29.5649 0.152831 29.0268 0.0243379 27.9772 0.0243379Z"
                                        fill="black" />
                                </svg>
                            </a>

                            <a href="/" class="messenger">
                                <svg
                                    width="20"
                                    height="20"
                                    viewBox="0 0 20 20"
                                    fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                        fill-rule="evenodd"
                                        clip-rule="evenodd"
                                        d="M7.39717 14.1692C6.9078 14.3873 6.60248 15.0569 5.87833 15.0509C4.60845 13.6999 3.96904 6.03014 8.94031 5.0373C10.6292 4.70004 11.821 5.09065 12.9291 5.82712C16.2578 8.03966 15.7373 13.6022 11.3602 14.8121C10.1585 15.1443 9.35913 15.0702 8.21266 14.6089C7.88946 14.4787 7.69375 14.3013 7.39717 14.1692ZM5.75939 18.546C6.34069 18.673 6.9214 19.7739 9.53502 19.9088C17.4244 20.3158 22.2136 12.2234 18.9757 5.5815C17.8586 3.28982 16.0597 1.59608 13.6177 0.638606C8.5862 -1.33417 2.26498 1.40282 0.497177 6.93153C-0.819735 11.0496 0.831653 14.4389 1.40654 17.8879C1.542 18.701 1.26777 19.5713 2.03701 19.8775C3.20252 20.3416 4.85586 19.3974 5.75939 18.546Z"
                                        fill="black" />
                                </svg>
                            </a>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</section>